Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Prompt
ja: プロンプト
zh_hans: 提示词

source: auto
ja: 自動
zh_hans: 自动

source: skill
ja: スキル
zh_hans: 技能

source: OK
zh_hans: 好

source: Thought
zh_hans: 思考
